[
    {
        "title": "I Am Not an Animal",
        "synopsis": "I Am Not An Animal is an animated comedy series about the only six talking animals in the world, whose cosseted existence in a vivisection unit is turned upside down when they are liberated by animal rights activists.",
        "genre": [
            "Animation",
            "Comedy"
        ],
        "rating": "94.0",
        "release_date": "May 10, 2004",
        "duration": "30m",
        "certification": "15"
    },
    {
        "title": "The Rising of the Shield Hero",
        "synopsis": "Iwatani Naofumi was summoned into a parallel world along with 3 other people to become the world's Heroes. Each of the heroes respectively equipped with their own legendary equipment when summoned, Naofumi received the Legendary Shield as his weapon. Due to Naofumi's lack of charisma and experience he's labeled as the weakest, only to end up betrayed, falsely accused, and robbed by on the third day of adventure. Shunned by everyone from the king to peasants, Naofumi's thoughts were filled with nothing but vengeance and hatred. Thus, his destiny in a parallel World begins...",
        "genre": [
            "Animation",
            "Action & Adventure",
            "Sci-Fi & Fantasy",
            "Drama"
        ],
        "rating": "90",
        "release_date": "Jan 09, 2019",
        "duration": "24m",
        "certification": "TV-14"
    },
    {
        "title": "Anne with an E",
        "synopsis": "A coming-of-age story about an outsider who, against all odds and numerous challenges, fights for love and acceptance and for her place in the world. The series centers on a young orphaned girl in the late 1890’s, who, after an abusive childhood spent in orphanages and the homes of strangers, is mistakenly sent to live with an elderly woman and her aging brother. Over time, 13-year-old Anne will transform their lives and eventually the small town in which they live with her unique spirit, fierce intellect and brilliant imagination.",
        "genre": [
            "Drama",
            "Family"
        ],
        "rating": "89.0",
        "release_date": "Mar 19, 2017",
        "duration": "47m",
        "certification": "TV-G"
    },
    {
        "title": "Demon Slayer: Kimetsu no Yaiba",
        "synopsis": "It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.",
        "genre": [
            "Animation",
            "Drama",
            "Sci-Fi & Fantasy",
            "Action & Adventure"
        ],
        "rating": "88.0",
        "release_date": "Apr 06, 2019",
        "duration": "24m",
        "certification": "TV-MA"
    },
    {
        "title": "Beastars",
        "synopsis": "In a world populated by anthropomorphic animals, herbivores and carnivores coexist with each other. For the adolescences of Cherryton Academy, school life is filled with hope, romance, distrust, and uneasiness.",
        "genre": [
            "Animation",
            "Drama"
        ],
        "rating": "88.0",
        "release_date": "Oct 10, 2019",
        "duration": "23m",
        "certification": "TV-MA"
    },
    {
        "title": "Rick and Morty",
        "synopsis": "Rick is a mentally-unbalanced but scientifically-gifted old man who has recently reconnected with his family. He spends most of his time involving his young grandson Morty in dangerous, outlandish adventures throughout space and alternate universes. Compounded with Morty's already unstable family life, these events cause Morty much distress at home and school.",
        "genre": [
            "Animation",
            "Comedy",
            "Sci-Fi & Fantasy",
            "Action & Adventure"
        ],
        "rating": "87.0",
        "release_date": "Dec 02, 2013",
        "duration": "22m",
        "certification": "TV-MA"
    },
    {
        "title": "Haikyu!!",
        "synopsis": "Shōyō Hinata was inspired to play volleyball after seeing Kurasuno High School's \"little giant\" competing in the national tournament on TV.  He trains relentlessly to make up for his lack of height, but suffers a crushing defeat in his first and last tournament of middle school at the hands of his rival Tobio Kageyama.  Vowing revenge against Kageyama and hoping to follow in the little giant's footsteps, Hinata joins Kurasuno High School's volleyball team.  To his initial dismay, Kageyama is also on Kurasuno's team.  The former rivals soon overcome their differences though and combine their strengths to form a legendary combo using Hinata's mobility and Kageyama's precision ball-handling.  Together with their team, they compete in prefecture tournaments and promise to meet Kurasuno's fated rival school at nationals.",
        "genre": [
            "Animation",
            "Comedy",
            "Drama"
        ],
        "rating": "87.0",
        "release_date": "Apr 06, 2014",
        "duration": "24m",
        "certification": null
    },
    {
        "title": "KonoSuba – God’s blessing on this wonderful world!!",
        "synopsis": "After a traffic accident, Kazuma Sato’s  disappointingly brief life was supposed to be over, but he wakes up to  see a beautiful girl before him. She claims to be a goddess, Aqua, and  asks if he would like to go to another world and bring only one thing  with him.",
        "genre": [
            "Action & Adventure",
            "Animation",
            "Comedy",
            "Sci-Fi & Fantasy"
        ],
        "rating": "87.0",
        "release_date": "Jan 14, 2016",
        "duration": "24m",
        "certification": "14"
    },
    {
        "title": "Dr. Stone",
        "synopsis": "One fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind, to kickstart civilization with the power of science!",
        "genre": [
            "Action & Adventure",
            "Animation"
        ],
        "rating": "87.0",
        "release_date": "Jul 05, 2019",
        "duration": "24m",
        "certification": "TV-PG"
    },
    {
        "title": "The Seven Deadly Sins",
        "synopsis": "The “Seven Deadly Sins”—a group of evil knights who conspired to overthrow the kingdom of Britannia—were said to have been eradicated by the Holy Knights, although some claim that they still live. Ten years later, the Holy Knights have staged a Coup d'état and assassinated the king, becoming the new, tyrannical rulers of the kingdom. Elizabeth, the king's only daughter, sets out on a journey to find the “Seven Deadly Sins,” and to enlist their help in taking back the kingdom.",
        "genre": [
            "Action & Adventure",
            "Animation",
            "Sci-Fi & Fantasy"
        ],
        "rating": "87.0",
        "release_date": "Oct 05, 2014",
        "duration": "24m",
        "certification": "15"
    },
    {
        "title": "Big Time Rush",
        "synopsis": "Four teenage friends move from Minneapolis to Los Angeles to form a potential chart-topping boy band after Kendall is inadvertently discovered by an eccentric record executive, Gustavo Rocque. As they seize this opportunity of a lifetime, these friends embark on an exciting comedy and music-filled journey to prove to themselves and their record label that they are serious about their new career choice.",
        "genre": [
            "Comedy"
        ],
        "rating": "86.0",
        "release_date": "Nov 28, 2009",
        "duration": "30m",
        "certification": null
    },
    {
        "title": "Dororo",
        "synopsis": "A samurai lord has bartered away his newborn son's organs to forty-eight demons in exchange for dominance on the battlefield. Yet, the abandoned infant survives thanks to a medicine man who equips him with primitive prosthetics—lethal ones with which the wronged son will use to hunt down the multitude of demons to reclaim his body one piece at a time, before confronting his father. On his journeys the young hero encounters an orphan who claims to be the greatest thief in Japan.",
        "genre": [
            "Action & Adventure",
            "Animation"
        ],
        "rating": "86.0",
        "release_date": "Jan 07, 2019",
        "duration": "24m",
        "certification": "TV-MA"
    },
    {
        "title": "Cardcaptor Sakura",
        "synopsis": "Sakura Kinomoto, an elementary school student who discovers that she possesses magical powers after accidentally freeing a set of magical cards from the book they had been sealed in for years. She is then tasked with retrieving those cards in order to avoid an unknown catastrophe from befalling the world.",
        "genre": [
            "Animation",
            "Sci-Fi & Fantasy",
            "Comedy",
            "Kids",
            "Action & Adventure"
        ],
        "rating": "86.0",
        "release_date": "Apr 07, 1998",
        "duration": "25m",
        "certification": "TV-Y7"
    },
    {
        "title": "Merlí",
        "synopsis": "TV series about a high school philosophy teacher, Merlí, who teaches in an original way, and about the students of his class, including his own son, and the relationship, friendship, love, and problems between the students of the class.",
        "genre": [
            "Comedy",
            "Drama"
        ],
        "rating": "86.0",
        "release_date": "Sep 14, 2015",
        "duration": "40m",
        "certification": null
    },
    {
        "title": "Breaking Bad",
        "synopsis": "When Walter White, a New Mexico chemistry teacher, is diagnosed with Stage III cancer and given a prognosis of only two years left to live. He becomes filled with a sense of fearlessness and an unrelenting desire to secure his family's financial future at any cost as he enters the dangerous world of drugs and crime.",
        "genre": [
            "Drama"
        ],
        "rating": "86.0",
        "release_date": "Jan 20, 2008",
        "duration": "45m",
        "certification": "TV-MA"
    },
    {
        "title": "Naruto Shippūden",
        "synopsis": "Naruto Shippuuden is the continuation of the original animated TV series Naruto.The story revolves around an older and slightly more matured Uzumaki Naruto and his quest to save his friend Uchiha Sasuke from the grips of the snake-like Shinobi, Orochimaru. After 2 and a half years Naruto finally returns to his village of Konoha, and sets about putting his ambitions to work, though it will not be easy, as He has amassed a few (more dangerous) enemies, in the likes of the shinobi organization; Akatsuki.",
        "genre": [
            "Animation",
            "Comedy",
            "Drama"
        ],
        "rating": "86.0",
        "release_date": "Feb 15, 2007",
        "duration": "25m",
        "certification": "TV-14"
    },
    {
        "title": "The Good Doctor",
        "synopsis": "A young surgeon with Savant syndrome is recruited into the surgical unit of a prestigious hospital. The question will arise: can a person who doesn't have the ability to relate to people actually save their lives?",
        "genre": [
            "Drama"
        ],
        "rating": "86.0",
        "release_date": "Sep 25, 2017",
        "duration": "42m",
        "certification": "TV-14"
    },
    {
        "title": "Merlí: Sapere Aude",
        "synopsis": "The series is a sequel and spin-off of the Merlí series broadcast by Catalan channel TV3, and revolves around Pol Rubio (Carlos Cuevas), who enters university to follow in the footsteps of his idolized professor at high school, Merlí.",
        "genre": [
            "Comedy",
            "Drama"
        ],
        "rating": "85.0",
        "release_date": "Dec 05, 2019",
        "duration": "50m",
        "certification": "16"
    },
    {
        "title": "Ranma ½",
        "synopsis": "Saotome Ranma, a teenage martial artist, and his father Genma travel to the 'cursed training ground' of Jusenkyo in China. There, despite the warnings of the Chinese guard, they fall into the cursed springs. From now on, whenever Ranma is doused in cold water, he turns in to a girl, and a cute, well-built red-head at that. Hot water changes him back into a man again, but only until the next time. To make matters worse, his father engages him to Tendo Akane, a girl who hates boys.",
        "genre": [
            "Comedy",
            "Action & Adventure",
            "Animation"
        ],
        "rating": "85.0",
        "release_date": "Apr 15, 1989",
        "duration": "25m",
        "certification": null
    },
    {
        "title": "Goblin",
        "synopsis": "Kim Shin is an immortal “goblin,” and has the rather honorable title of being the Protector of Souls. His roommate Wang Yeo also happens to have the equally lofty, if thoroughly opposing, title of Angel of Death, and he acts as the storied grim reaper that claims souls. However, both these devilishly handsome angels have a problem: Wang Yeo has amnesia and Kim Shin wants to end his own (immortal) life. Unfortunately for goblins, the only way to defeat immortality is to marry a human bride. For that purpose, Kim Shin decides to win over Ji Eun Tak an optimistic high school girl who he thinks will be the priestess that ends his cursed existence. Now, once responsible for protecting souls and watching them pass, Kim Shin now tries to send his own to the afterlife. But when a slightly complicated method of suicide starts turning into true love, will our immortal goblin begin to regret his decision--where acting on that very love ultimately means the end of his life?",
        "genre": [
            "Drama",
            "Sci-Fi & Fantasy"
        ],
        "rating": "85.0",
        "release_date": "Dec 02, 2016",
        "duration": "1h 30m",
        "certification": "15"
    },
    {
        "title": "Food Wars! Shokugeki no Soma",
        "synopsis": "Yukihira Souma's dream is to become a full-time chef in his father's restaurant and surpass his father's culinary skill. But just as Yukihira graduates from middle schools his father, Yukihira Jouichirou, closes down the restaurant to travel and cook around the world. Although downtrodden, Souma's fighting spirit is rekindled by a challenge from Jouichirou which is to survive in an elite culinary school where only 10% of the students graduate. Can Souma survive?",
        "genre": [
            "Animation",
            "Comedy"
        ],
        "rating": "85.0",
        "release_date": "Apr 04, 2015",
        "duration": "24m",
        "certification": "TV-MA"
    },
    {
        "title": "High School DxD",
        "synopsis": "The story follows Issei Hyōdō, a dim-witted, lecherous second-year high school student who is killed by a girl on his first date ever. Issei is reincarnated as a devil, and from that day forward, he serves as an underling of Riasu, a high-level devil who is also the prettiest girl on Issei's campus.",
        "genre": [
            "Action & Adventure",
            "Comedy",
            "Sci-Fi & Fantasy",
            "Animation"
        ],
        "rating": "85.0",
        "release_date": "Jan 06, 2012",
        "duration": "24m",
        "certification": "TV-MA"
    },
    {
        "title": "Rebelde",
        "synopsis": "Rebelde is a Mexican telenovela produced by Televisa and created by Cris Morena. It is a remake of a famous Argentine series Rebelde Way adapted for the Mexican audience therefore leading to differences in characters' backgrounds. The series ran for three seasons, the final episode airing in Mexico on June 2, 2006. Rebelde was replaced in June 2006 with Televisa's new series Código Postal.",
        "genre": [
            "Comedy",
            "Soap",
            "Drama"
        ],
        "rating": "85.0",
        "release_date": "Oct 04, 2004",
        "duration": "1h",
        "certification": null
    },
    {
        "title": "Chernobyl",
        "synopsis": "The true story of one of the worst man-made catastrophes in history: the catastrophic nuclear accident at Chernobyl. A tale of the brave men and women who sacrificed to save Europe from unimaginable disaster.",
        "genre": [
            "Drama"
        ],
        "rating": "85.0",
        "release_date": "May 06, 2019",
        "duration": "1h 10m",
        "certification": "TV-MA"
    },
    {
        "title": "Legacies",
        "synopsis": "In a place where young witches, vampires, and werewolves are nurtured to be their best selves in spite of their worst impulses, Klaus Mikaelson’s daughter, 17-year-old Hope Mikaelson, Alaric Saltzman’s twins, Lizzie and Josie Saltzman, among others, come of age into heroes and villains at The Salvatore School for the Young and Gifted.",
        "genre": [
            "Sci-Fi & Fantasy",
            "Drama"
        ],
        "rating": "85.0",
        "release_date": "Oct 25, 2018",
        "duration": "43m",
        "certification": "TV-14"
    },
    {
        "title": "Euphoria",
        "synopsis": "A group of high school students navigate love and friendships in a world of drugs, sex, trauma, and social media.",
        "genre": [
            "Drama"
        ],
        "rating": "85.0",
        "release_date": "Jun 16, 2019",
        "duration": "53m",
        "certification": "TV-MA"
    },
    {
        "title": "My Holo Love",
        "synopsis": "Go Nan Do, the owner, and creator of an IT research company must hide his existence from the world after his involvement as a hacker in a major case ten years ago. Presumed dead, the only people who knew of his existence are his step-sister and his companies CEO. Han So Yeon, an assistant manager at a glasses company, keeps her distance from people, due to her inability to recognize people’s faces.",
        "genre": [
            "Drama",
            "Drama",
            "Sci-Fi & Fantasy"
        ],
        "rating": "85.0",
        "release_date": "Feb 07, 2020",
        "duration": "57m",
        "certification": "15"
    },
    {
        "title": "Hunter x Hunter",
        "synopsis": "Twelve-year-old Gon Freecss one day discovers that the father he had always been told was dead was alive and well. His Father, Ging, is a Hunter—a member of society's elite with a license to go anywhere or do almost anything. Gon, determined to follow in his father's footsteps, decides to take the Hunter Examination and eventually find his father to prove himself as a Hunter in his own right. But on the way, he learns that there is more to becoming a Hunter than previously thought, and the challenges that he must face are considered the toughest in the world.",
        "genre": [
            "Action & Adventure",
            "Animation",
            "Drama"
        ],
        "rating": "85.0",
        "release_date": "Oct 02, 2011",
        "duration": "24m",
        "certification": "12"
    },
    {
        "title": "No Game No Life",
        "synopsis": "This is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username \"Kuuhaku.\" They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.",
        "genre": [
            "Action & Adventure",
            "Animation",
            "Comedy",
            "Sci-Fi & Fantasy"
        ],
        "rating": "85.0",
        "release_date": "Apr 09, 2014",
        "duration": "23m",
        "certification": "TV-14"
    },
    {
        "title": "Peaky Blinders",
        "synopsis": "A gangster family epic set in 1919 Birmingham, England and centered on a gang who sew razor blades in the peaks of their caps, and their fierce boss Tommy Shelby, who means to move up in the world.",
        "genre": [
            "Drama",
            "Crime"
        ],
        "rating": "85.0",
        "release_date": "Sep 12, 2013",
        "duration": "1h",
        "certification": "TV-MA"
    },
    {
        "title": "Riverdale",
        "synopsis": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
        "genre": [
            "Drama",
            "Mystery"
        ],
        "rating": "85.0",
        "release_date": "Jan 26, 2017",
        "duration": "45m",
        "certification": "TV-14"
    },
    {
        "title": "Stranger Things",
        "synopsis": "When a young boy vanishes, a small town uncovers a mystery involving secret experiments, terrifying supernatural forces, and one strange little girl.",
        "genre": [
            "Mystery",
            "Sci-Fi & Fantasy",
            "Drama"
        ],
        "rating": "85.0",
        "release_date": "Jul 15, 2016",
        "duration": "50m",
        "certification": "TV-14"
    },
    {
        "title": "Fullmetal Alchemist: Brotherhood",
        "synopsis": "Edward and Alphonse Elric's reckless disregard for alchemy's fun­damental laws ripped half of Ed's limbs from his body and left Al's soul clinging to a cold suit of armor. To restore what was lost, the brothers scour a war-torn land for the Philosopher's Sto­ne, a fabled relic which grants the ability to perform alchemy in impossible ways.",
        "genre": [
            "Action & Adventure",
            "Animation",
            "Drama",
            "Mystery"
        ],
        "rating": "85.0",
        "release_date": "Apr 05, 2009",
        "duration": "25m",
        "certification": "TV-14"
    },
    {
        "title": "Elite",
        "synopsis": "When three working class kids enroll in the most exclusive school in Spain, the clash between the wealthy and the poor students leads to tragedy.",
        "genre": [
            "Crime",
            "Mystery",
            "Drama"
        ],
        "rating": "84.0",
        "release_date": "Oct 05, 2018",
        "duration": "50m",
        "certification": "TV-MA"
    },
    {
        "title": "Death Note",
        "synopsis": "Light Yagami is an ace student with great prospects—and he’s bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and Light has vowed to use the power of the Death Note to rid the world of evil. But will Light succeed in his noble goal, or will the Death Note turn him into the very thing he fights against?",
        "genre": [
            "Animation",
            "Mystery"
        ],
        "rating": "84.0",
        "release_date": "Oct 04, 2006",
        "duration": "22m",
        "certification": "TV-14"
    },
    {
        "title": "InuYasha",
        "synopsis": "Kagome Higurashi is a modern day young girl who lives with her family by the old Higure shrine. Unbeknownst to Kagome, she is the reincarnation of priestess Kikyo and posseses the \"Jewel of Four Souls\" (the Shikon jewel). One ill-fated day, Kagome locates an ancient well near her home and is abruptly transported through the well and into a feudal Japan, inhabited by demons. There, she encounters Inuyasha, son of a powerful demon father and a human mother, who is pinned to a tree by an enchanted arrow.",
        "genre": [
            "Animation",
            "Sci-Fi & Fantasy",
            "Action & Adventure",
            "Comedy",
            "Drama"
        ],
        "rating": "84.0",
        "release_date": "Oct 16, 2000",
        "duration": "24m",
        "certification": "TV-14"
    },
    {
        "title": "Parasyte -the maxim-",
        "synopsis": "Shinichi Izumi is a normal high school boy whose right hand has become infected with an alien parasite that names itself \"Migi\" (\"right\"). Migi is the first parasite to develop a symbiotic relationship with its host, as he and Shinichi slowly develop a grudging friendship. Migi isn't the only Parasite on earth, however, and as cases of Parasites killing humans begin to emerge, humans seek to kill off Parasites. Shinichi and Migi find themselves caught in between these two sides of the struggle over planet earth.",
        "genre": [
            "Animation",
            "Drama",
            "Sci-Fi & Fantasy",
            "Crime"
        ],
        "rating": "84.0",
        "release_date": "Oct 08, 2014",
        "duration": "24m",
        "certification": "TV-PG"
    },
    {
        "title": "Sex Education",
        "synopsis": "Inexperienced Otis channels his sex therapist mom when he teams up with rebellious Maeve to set up an underground sex therapy clinic at school.",
        "genre": [
            "Comedy",
            "Drama"
        ],
        "rating": "84.0",
        "release_date": "Jan 11, 2019",
        "duration": "45m",
        "certification": "TV-MA"
    },
    {
        "title": "Money Heist",
        "synopsis": "To carry out the biggest heist in history, a mysterious man called The Professor recruits a band of eight robbers who have a single characteristic: none of them has anything to lose. Five months of seclusion - memorizing every step, every detail, every probability - culminate in eleven days locked up in the National Coinage and Stamp Factory of Spain, surrounded by police forces and with dozens of hostages in their power, to find out whether their suicide wager will lead to everything or nothing.",
        "genre": [
            "Crime",
            "Drama"
        ],
        "rating": "84.0",
        "release_date": "May 02, 2017",
        "duration": "1h 10m",
        "certification": "TV-MA"
    },
    {
        "title": "House",
        "synopsis": "Dr. Gregory House, a drug-addicted, unconventional, misanthropic medical genius, leads a team of diagnosticians at the fictional Princeton–Plainsboro Teaching Hospital in New Jersey.",
        "genre": [
            "Drama",
            "Comedy",
            "Mystery"
        ],
        "rating": "84.0",
        "release_date": "Nov 16, 2004",
        "duration": "44m",
        "certification": "TV-14"
    },
    {
        "title": "Defending Jacob",
        "synopsis": "A family’s lives are irreparably disrupted when the 14-year-old son is accused of murdering a fellow classmate.",
        "genre": [
            "Drama",
            "Mystery",
            "Crime"
        ],
        "rating": "84.0",
        "release_date": "Apr 24, 2020",
        "duration": "48m",
        "certification": "TV-MA"
    },
    {
        "title": "Naruto",
        "synopsis": "In another world, ninja are the ultimate power, and in the Village Hidden in the Leaves live the stealthiest ninja in the land. Twelve years earlier, the fearsome Nine-Tailed Fox terrorized the village and claimed many lives before it was subdued and its spirit sealed within the body of a baby boy. That boy, Naruto Uzumaki, has grown up to become a ninja-in-training who's more interested in pranks than in studying ninjutsu.. but Naruto is determined to become the greatest ninja ever!",
        "genre": [
            "Animation",
            "Comedy",
            "Action & Adventure",
            "Drama"
        ],
        "rating": "84.0",
        "release_date": "Oct 03, 2002",
        "duration": "25m",
        "certification": "TV-PG"
    },
    {
        "title": "Regular Show",
        "synopsis": "Two bored groundskeepers, Mordecai (a six-foot-tall blue jay) and Rigby (a hyperactive raccoon) are best friends who spend their days trying to entertain themselves by any means necessary, much to the displeasure of their boss. Their everyday pursuits often lead to things spiraling out of control and into the surreal.",
        "genre": [
            "Adventure",
            "Animation",
            "Comedy"
        ],
        "rating": "84.0",
        "release_date": "Sep 06, 2010",
        "duration": "11m",
        "certification": "TV-PG"
    },
    {
        "title": "Saint Seiya",
        "synopsis": "Ages ago, the goddess Athena was served by fighters called Saints who channeled the power of the Cosmos within them. Now a youth named Seiya has trained to become a Saint himself by earning the mystical Cloth of Pegasus. He is joined by other Saints with Cloths of their own to fight for Athena.",
        "genre": [
            "Animation",
            "Drama",
            "Action & Adventure"
        ],
        "rating": "84.0",
        "release_date": "Oct 11, 1986",
        "duration": "24m",
        "certification": "14"
    },
    {
        "title": "Avatar: The Last Airbender",
        "synopsis": "In a war-torn world of elemental magic, a young boy reawakens to undertake a dangerous mystic quest to fulfill his destiny as the Avatar, and bring peace to the world.",
        "genre": [
            "Action",
            "Adventure",
            "Animation",
            "Fantasy"
        ],
        "rating": "84.0",
        "release_date": "Feb 21, 2005",
        "duration": "25m",
        "certification": "TV-Y7"
    },
    {
        "title": "Young Justice",
        "synopsis": "Teenage superheroes strive to prove themselves as members of the Justice League.",
        "genre": [
            "Action & Adventure",
            "Animation"
        ],
        "rating": "84.0",
        "release_date": "Nov 26, 2010",
        "duration": "22m",
        "certification": "TV-PG"
    },
    {
        "title": "Harley Quinn",
        "synopsis": "Harley Quinn has finally broken things off once and for all with the Joker and attempts to make it on her own as the criminal Queenpin of Gotham City.",
        "genre": [
            "Animation",
            "Comedy",
            "Crime",
            "Sci-Fi & Fantasy"
        ],
        "rating": "84.0",
        "release_date": "Nov 29, 2019",
        "duration": "23m",
        "certification": "TV-MA"
    },
    {
        "title": "One Piece",
        "synopsis": "Years ago, the fearsome pirate king Gol D. Roger was executed, leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new pirate king. Monkey D. Luffy, a boy who consumed one of the \"Devil's Fruits\", has it in his head that he'll follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and he's surrounded by a bevy of skilled fighters and thieves to help him along the way. Monkey D. Luffy brings a bunch of his crew followed by, Roronoa Zoro, Nami, Usopp, Sanji, Tony-Tony Chopper, Nico Robin, Franky, and Brook. They will do anything to get the One Piece and become King of the Pirates!",
        "genre": [
            "Action & Adventure",
            "Comedy",
            "Animation"
        ],
        "rating": "84.0",
        "release_date": "Oct 20, 1999",
        "duration": "25m",
        "certification": "TV-PG"
    },
    {
        "title": "The Midnight Gospel",
        "synopsis": "Traversing trippy worlds inside his universe simulator, Clancy the space caster explores existential questions about life, death and everything in between.",
        "genre": [
            "Animation",
            "Comedy",
            "Sci-Fi & Fantasy",
            "Talk"
        ],
        "rating": "84.0",
        "release_date": "Apr 20, 2020",
        "duration": "25m",
        "certification": "MA15+"
    },
    {
        "title": "Dark",
        "synopsis": "A missing child causes four families to help each other for answers. What they could not imagine is that this mystery would be connected to innumerable other secrets of the small town.",
        "genre": [
            "Sci-Fi & Fantasy",
            "Drama",
            "Mystery",
            "Crime"
        ],
        "rating": "84.0",
        "release_date": "Dec 01, 2017",
        "duration": "53m",
        "certification": "TV-MA"
    },
    {
        "title": "The Last Dance",
        "synopsis": "A 10-part documentary chronicling the untold story of Michael Jordan and the Chicago Bulls dynasty with rare, never-before-seen footage and sound from the 1997-98 championship season – plus over 100 interviews with famous figures and basketball’s biggest names.",
        "genre": [
            "Documentary"
        ],
        "rating": "84.0",
        "release_date": "Apr 19, 2020",
        "duration": "1h",
        "certification": "TV-MA"
    },
    {
        "title": "Attack on Titan",
        "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
        "genre": [
            "Animation",
            "Sci-Fi & Fantasy",
            "Drama",
            "War & Politics",
            "Mystery",
            "Action & Adventure"
        ],
        "rating": "84.0",
        "release_date": "Apr 07, 2013",
        "duration": "25m",
        "certification": "TV-MA"
    },
    {
        "title": "Sherlock",
        "synopsis": "A modern update finds the famous sleuth and his doctor partner solving crime in 21st century London.",
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "rating": "84.0",
        "release_date": "Jul 25, 2010",
        "duration": "1h 30m",
        "certification": "TV-14"
    },
    {
        "title": "Cosmos: A Personal Voyage",
        "synopsis": "Cosmos: A Personal Voyage is a thirteen-part television series written by Carl Sagan, Ann Druyan, and Steven Soter, with Sagan as presenter. It was executive-produced by Adrian Malone, produced by David Kennard, Geoffrey Haines-Stiles and Gregory Andorfer, and directed by the producers, David Oyster, Richard Wells, Tom Weidlinger, and others. It covered a wide range of scientific subjects, including the origin of life and a perspective of our place in the universe.",
        "genre": [
            "Documentary"
        ],
        "rating": "83.0",
        "release_date": "Sep 28, 1980",
        "duration": "1h",
        "certification": null
    },
    {
        "title": "I Am Not Okay with This",
        "synopsis": "A teen navigates the complexities of high school, family and her sexuality while dealing with new superpowers. Based on Charles Forsman's graphic novel.",
        "genre": [
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "Feb 26, 2020",
        "duration": "23m",
        "certification": "TV-MA"
    },
    {
        "title": "Drake & Josh",
        "synopsis": "15-year-old Drake and Josh are schoolmates, but not close friends. Drake views Josh as weird and a bit of a goof. So, imagine Drake's shock when he finds out that this \"goof\" is about to become his new step-brother and roommate when his mother marries Josh's father. A spin off of The Amanda Show.",
        "genre": [
            "Comedy"
        ],
        "rating": "83.0",
        "release_date": "Jan 11, 2004",
        "duration": "30m",
        "certification": "TV-G"
    },
    {
        "title": "BoJack Horseman",
        "synopsis": "Meet the most beloved sitcom horse of the 90s - 20 years later. BoJack Horseman was the star of the hit TV show \"Horsin' Around,\" but today he's washed up, living in Hollywood, complaining about everything, and wearing colorful sweaters.",
        "genre": [
            "Drama",
            "Comedy",
            "Animation"
        ],
        "rating": "83.0",
        "release_date": "Aug 22, 2014",
        "duration": "25m",
        "certification": "TV-14"
    },
    {
        "title": "Control Z",
        "synopsis": "When a hacker begins releasing students' secrets to the entire high school, the socially isolated but observant Sofía works to uncover his/her identity.",
        "genre": [
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "May 22, 2020",
        "duration": "36m",
        "certification": "18"
    },
    {
        "title": "The Originals",
        "synopsis": "A spin-off from The Vampire Diaries and set in New Orleans, The Originals centers on the Mikaelson siblings, otherwise known as the world's original vampires: Klaus, Elijah, and Rebekah. Now Klaus must take down his protégé, Marcel, who is now in charge of New Orleans, in order to re-take his city, as he originally built New Orleans. Klaus departed from the city after being chased down by his father Mikael, while it was being constructed and Marcel took charge. As Klaus has returned after many years, his ego has provoked him to become the king of the city. \"Every King needs an heir\" says Klaus, accepting the unborn child. The child is a first to be born to a hybrid and a werewolf.",
        "genre": [
            "Sci-Fi & Fantasy",
            "Drama",
            "Mystery"
        ],
        "rating": "83.0",
        "release_date": "Oct 03, 2013",
        "duration": "45m",
        "certification": "TV-14"
    },
    {
        "title": "Life",
        "synopsis": "David Attenborough looks at the extraordinary ends to which animals and plants go in order to survive. Featuring epic spectacles, amazing TV firsts and examples of new wildlife behaviour.",
        "genre": [
            "Documentary"
        ],
        "rating": "83.0",
        "release_date": "Oct 11, 2009",
        "duration": "50m",
        "certification": null
    },
    {
        "title": "Gravity Falls",
        "synopsis": "Twin brother and sister Dipper and Mabel Pines are in for an unexpected adventure when they spend the summer helping their great uncle Stan run a tourist trap in the mysterious town of Gravity Falls, Oregon.",
        "genre": [
            "Animation",
            "Comedy",
            "Mystery",
            "Sci-Fi & Fantasy",
            "Kids"
        ],
        "rating": "83.0",
        "release_date": "Jun 15, 2012",
        "duration": "22m",
        "certification": "TV-Y7"
    },
    {
        "title": "The Twilight Zone",
        "synopsis": "A series of unrelated stories containing drama, psychological thriller, fantasy, science fiction, suspense, and/or horror, often concluding with a macabre or unexpected twist.",
        "genre": [
            "Drama",
            "Mystery",
            "Sci-Fi & Fantasy"
        ],
        "rating": "83.0",
        "release_date": "Oct 02, 1959",
        "duration": "30m",
        "certification": "TV-PG"
    },
    {
        "title": "Upload",
        "synopsis": "In 2033, people who are near death can be “uploaded” into virtual reality hotels run by 6 tech firms. Cash-strapped Nora lives in Brooklyn and works customer service for the luxurious “Lakeview” digital afterlife. When L.A. party-boy/coder Nathan’s self-driving car crashes, his high-maintenance girlfriend uploads him permanently into Nora’s VR world.",
        "genre": [
            "Comedy",
            "Sci-Fi & Fantasy"
        ],
        "rating": "83.0",
        "release_date": "May 01, 2020",
        "duration": "30m",
        "certification": "TV-MA"
    },
    {
        "title": "Ned's Declassified School Survival Guide",
        "synopsis": "The whacky adventures of Ned Bigby and his best pals Moze and Cookie at James K. Polk Middle School, as \"every-kid\" Ned shatters the fourth wall to share tips and tricks on navigating middle school or junior high hurdles. Ned's not super cool, and he has no superpowers. He is, however, witty, well-groomed, upbeat and self-aware. Moreover, with more than a little help from his two best friends, he's equipped to conquer middle school minefields. From crushing bullies to crushes, from off- the-wall, mean and cool teachers to pop quizzes, elections and detentions, Ned knows that nothing, including the seventh grade, is as bad as it seems, and friendship matters most.",
        "genre": [
            "Comedy"
        ],
        "rating": "83.0",
        "release_date": "Sep 07, 2004",
        "duration": "24m",
        "certification": null
    },
    {
        "title": "The Wire",
        "synopsis": "Told from the points of view of both the Baltimore homicide and narcotics detectives and their targets, the series captures a universe in which the national war on drugs has become a permanent, self-sustaining bureaucracy, and distinctions between good and evil are routinely obliterated.",
        "genre": [
            "Drama",
            "Crime"
        ],
        "rating": "83.0",
        "release_date": "Jun 02, 2002",
        "duration": "1h",
        "certification": "TV-MA"
    },
    {
        "title": "The Sopranos",
        "synopsis": "The story of New Jersey-based Italian-American mobster Tony Soprano and the difficulties he faces as he tries to balance the conflicting requirements of his home life and the criminal organization he heads. Those difficulties are often highlighted through his ongoing professional relationship with psychiatrist Jennifer Melfi. The show features Tony's family members and Mafia associates in prominent roles and story arcs, most notably his wife Carmela and his cousin and protégé Christopher Moltisanti.",
        "genre": [
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "Jan 10, 1999",
        "duration": "1h",
        "certification": "TV-MA"
    },
    {
        "title": "The Resident",
        "synopsis": "A tough, brilliant senior resident guides an idealistic young doctor through his first day, pulling back the curtain on what really happens, both good and bad, in modern-day medicine.",
        "genre": [
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "Jan 21, 2018",
        "duration": "42m",
        "certification": "TV-14"
    },
    {
        "title": "Planet Earth",
        "synopsis": "David Attenborough celebrates the amazing variety of the natural world in this epic documentary series, filmed over four years across 64 different countries.",
        "genre": [
            "Documentary"
        ],
        "rating": "83.0",
        "release_date": "Mar 05, 2006",
        "duration": "1h",
        "certification": "TV-PG"
    },
    {
        "title": "Never Have I Ever",
        "synopsis": "After a traumatic year, all an Indian-American teen wants is to go from pariah to popular -- but friends, family and feeling won't make it easy on her.",
        "genre": [
            "Comedy"
        ],
        "rating": "83.0",
        "release_date": "Apr 27, 2020",
        "duration": "27m",
        "certification": "TV-14"
    },
    {
        "title": "The Office",
        "synopsis": "The everyday lives of office employees in the Scranton, Pennsylvania branch of the fictional Dunder Mifflin Paper Company.",
        "genre": [
            "Comedy"
        ],
        "rating": "83.0",
        "release_date": "Mar 24, 2005",
        "duration": "20m",
        "certification": "TV-14"
    },
    {
        "title": "The Mandalorian",
        "synopsis": "After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.",
        "genre": [
            "Sci-Fi & Fantasy",
            "Action & Adventure"
        ],
        "rating": "83.0",
        "release_date": "Nov 12, 2019",
        "duration": "35m",
        "certification": "TV-14"
    },
    {
        "title": "The West Wing",
        "synopsis": "The West Wing provides a glimpse into presidential politics in the nation's capital as it tells the stories of the members of a fictional presidential administration. These interesting characters have humor and dedication that touches the heart while the politics that they discuss touch on everyday life.",
        "genre": [
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "Sep 22, 1999",
        "duration": "45m",
        "certification": "TV-14"
    },
    {
        "title": "When They See Us",
        "synopsis": "Five teens from Harlem become trapped in a nightmare when they're falsely accused of a brutal attack in Central Park.",
        "genre": [
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "May 31, 2019",
        "duration": "1h 15m",
        "certification": "TV-MA"
    },
    {
        "title": "Band of Brothers",
        "synopsis": "Drawn from interviews with survivors of Easy Company, as well as their journals and letters, Band of Brothers chronicles the experiences of these men from paratrooper training in Georgia through the end of the war. As an elite rifle company parachuting into Normandy early on D-Day morning, participants in the Battle of the Bulge, and witness to the horrors of war, the men of Easy knew extraordinary bravery and extraordinary fear - and became the stuff of legend. Based on Stephen E. Ambrose's acclaimed book of the same name.",
        "genre": [
            "Drama",
            "War & Politics"
        ],
        "rating": "83.0",
        "release_date": "Sep 09, 2001",
        "duration": "1h",
        "certification": "TV-MA"
    },
    {
        "title": "Battlestar Galactica",
        "synopsis": "When an old enemy, the Cylons, resurface and obliterate the 12 colonies, the crew of the aged Galactica protect a small civilian fleet - the last of humanity - as they journey toward the fabled 13th colony, Earth.",
        "genre": [
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "Oct 18, 2004",
        "duration": "44m",
        "certification": "TV-14"
    },
    {
        "title": "Planet Earth II",
        "synopsis": "David Attenborough presents a documentary series exploring how animals meet the challenges of surviving in the most iconic habitats on earth.",
        "genre": [
            "Documentary"
        ],
        "rating": "83.0",
        "release_date": "Nov 06, 2016",
        "duration": "50m",
        "certification": "TV-G"
    },
    {
        "title": "Star vs. the Forces of Evil",
        "synopsis": "Intergalactic warrior Star Butterfly arrives on Earth to live with the Diaz family. She continues to battle villains throughout the universe and high school, mainly to protect her extremely powerful wand, an object that still confuses her.",
        "genre": [
            "Action & Adventure",
            "Animation",
            "Comedy",
            "Sci-Fi & Fantasy"
        ],
        "rating": "83.0",
        "release_date": "Jan 18, 2015",
        "duration": "11m",
        "certification": "TV-Y7"
    },
    {
        "title": "Game of Thrones",
        "synopsis": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
        "genre": [
            "Sci-Fi & Fantasy",
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "Apr 17, 2011",
        "duration": "1h",
        "certification": "TV-MA"
    },
    {
        "title": "Batman: The Animated Series",
        "synopsis": "Batman: The Animated Series is an American animated television series based on the DC Comics superhero Batman. The series was widely praised for its thematic complexity, dark tone, artistic quality, and faithfulness to its title character's crime-fighting origins.",
        "genre": [
            "Action & Adventure",
            "Animation",
            "Drama",
            "Mystery"
        ],
        "rating": "83.0",
        "release_date": "Sep 05, 1992",
        "duration": "30m",
        "certification": "TV-PG"
    },
    {
        "title": "One-Punch Man",
        "synopsis": "Saitama is a hero who only became a hero for fun. After three years of “special” training, though, he’s become so strong that he’s practically invincible. In fact, he’s too strong—even his mightiest opponents are taken out with a single punch, and it turns out that being devastatingly powerful is actually kind of a bore. With his passion for being a hero lost along with his hair, yet still faced with new enemies every day, how much longer can he keep it going?",
        "genre": [
            "Action & Adventure",
            "Animation",
            "Comedy"
        ],
        "rating": "83.0",
        "release_date": "Oct 04, 2015",
        "duration": "24m",
        "certification": "TV-PG"
    },
    {
        "title": "Locke & Key",
        "synopsis": "Three siblings who move into their ancestral estate after their father's gruesome murder discover their new home's magical keys, which must be used in their stand against an evil creature who wants the keys and their powers.",
        "genre": [
            "Sci-Fi & Fantasy",
            "Drama",
            "Mystery"
        ],
        "rating": "83.0",
        "release_date": "Feb 07, 2020",
        "duration": "47m",
        "certification": "TV-14"
    },
    {
        "title": "Neon Genesis Evangelion",
        "synopsis": "At the turn of the century, the Angels returned to Earth, seeking to wipe out humanity in an apocalyptic fury. Devastated, mankind's last remnants moved underground to wait for the day when the Angels would come back to finish the job. Fifteen years later, that day has come... but this time, humanity is ready to fight back with terrifying bio-mechanical weapons known as the Evangelions. Watch as Shinji, Rei, Asuka and the rest of the mysterious shadow agency Nerv battle to save earth from total annihilation.",
        "genre": [
            "Sci-Fi & Fantasy",
            "Animation",
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "Oct 04, 1995",
        "duration": "25m",
        "certification": "TV-14"
    },
    {
        "title": "Battlestar Galactica",
        "synopsis": "A re-imagining of the original series in which a \"rag-tag fugitive fleet\" of the last remnants of mankind flees pursuing robots while simultaneously searching for their true home, Earth.",
        "genre": [
            "Action & Adventure",
            "Drama",
            "Sci-Fi & Fantasy"
        ],
        "rating": "83.0",
        "release_date": "Dec 08, 2003",
        "duration": "3h",
        "certification": "TV-14"
    },
    {
        "title": "True Detective",
        "synopsis": "An American anthology police detective series utilizing multiple timelines in which investigations seem to unearth personal and professional secrets of those involved, both within or outside the law.",
        "genre": [
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "Jan 12, 2014",
        "duration": "1h",
        "certification": "TV-MA"
    },
    {
        "title": "The Legend of Korra",
        "synopsis": "Avatar Korra, a headstrong, rebellious, feisty young woman who continually challenges and breaks with tradition, is on her quest to become a fully realized Avatar. In this story, the Avatar struggles to find balance within herself.",
        "genre": [
            "Action & Adventure",
            "Animation",
            "Drama",
            "Family",
            "Sci-Fi & Fantasy"
        ],
        "rating": "83.0",
        "release_date": "Apr 14, 2012",
        "duration": "23m",
        "certification": "TV-Y7"
    },
    {
        "title": "Rome",
        "synopsis": "A down-to-earth account of the lives of both illustrious and ordinary Romans set in the last days of the Roman Republic.",
        "genre": [
            "Action & Adventure",
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "Aug 28, 2005",
        "duration": "1h",
        "certification": "TV-MA"
    },
    {
        "title": "Fargo",
        "synopsis": "A close-knit anthology series dealing with stories involving malice, violence and murder based in and around Minnesota.",
        "genre": [
            "Crime",
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "Apr 15, 2014",
        "duration": "43m",
        "certification": "TV-MA"
    },
    {
        "title": "Rurouni Kenshin",
        "synopsis": "The Meiji Era was one of great renewal for Japan, where swords and killing were outlawed. However, many survivors from the time of Revolution still live, lurking in the shadows and waiting for a chance to use their killing blades again. Only Kenshin Himura, formerly one of the most brutal of killers, hopes to keep his swordsman's honor and still live in the new era.",
        "genre": [
            "Action & Adventure",
            "Animation",
            "Comedy"
        ],
        "rating": "83.0",
        "release_date": "Jan 10, 1996",
        "duration": "25m",
        "certification": "TV-14"
    },
    {
        "title": "The Blue Planet",
        "synopsis": "David Attenborough narrates a natural history of the oceans.",
        "genre": [
            "Documentary"
        ],
        "rating": "83.0",
        "release_date": "Sep 12, 2001",
        "duration": "50m",
        "certification": "0+"
    },
    {
        "title": "Monty Python's Flying Circus",
        "synopsis": "A British sketch comedy series with the shows being composed of surreality, risqué or innuendo-laden humour, sight gags and observational sketches without punchlines.",
        "genre": [
            "Comedy"
        ],
        "rating": "83.0",
        "release_date": "Oct 05, 1969",
        "duration": "30m",
        "certification": "TV-14"
    },
    {
        "title": "Black Mirror",
        "synopsis": "A contemporary British re-working of The Twilight Zone with stories that tap into the collective unease about our modern world.",
        "genre": [
            "Sci-Fi & Fantasy",
            "Drama"
        ],
        "rating": "83.0",
        "release_date": "Dec 04, 2011",
        "duration": "1h",
        "certification": "TV-MA"
    },
    {
        "title": "Futurama",
        "synopsis": "The adventures of a late-20th-century New York City pizza delivery boy, Philip J. Fry, who, after being unwittingly cryogenically frozen for one thousand years, finds employment at Planet Express, an interplanetary delivery company in the retro-futuristic 31st century.",
        "genre": [
            "Animation",
            "Comedy"
        ],
        "rating": "83.0",
        "release_date": "Mar 28, 1999",
        "duration": "22m",
        "certification": "TV-14"
    },
    {
        "title": "Seinfeld",
        "synopsis": "A stand-up comedian and his three offbeat friends weather the pitfalls and payoffs of life in New York City in the '90s. It's a show about nothing.",
        "genre": [
            "Comedy"
        ],
        "rating": "83.0",
        "release_date": "Jul 05, 1989",
        "duration": "22m",
        "certification": "TV-PG"
    },
    {
        "title": "Love, Death & Robots",
        "synopsis": "Terrifying creatures, wicked surprises and dark comedy converge in this NSFW anthology of animated stories presented by Tim Miller and David Fincher.",
        "genre": [
            "Animation",
            "Sci-Fi & Fantasy"
        ],
        "rating": "83.0",
        "release_date": "Mar 15, 2019",
        "duration": "15m",
        "certification": "TV-MA"
    },
    {
        "title": "Firefly",
        "synopsis": "In the year 2517, after the arrival of humans in a new star system, follow the adventures of the renegade crew of Serenity, a \"Firefly-class\" spaceship. The ensemble cast portrays the nine characters who live on Serenity.",
        "genre": [
            "Drama",
            "Action & Adventure",
            "Sci-Fi & Fantasy"
        ],
        "rating": "82.0",
        "release_date": "Sep 20, 2002",
        "duration": "1h 30m",
        "certification": "TV-14"
    },
    {
        "title": "The Marvelous Mrs. Maisel",
        "synopsis": "It’s 1958 Manhattan and Miriam “Midge” Maisel has everything she’s ever wanted - the perfect husband, kids, and Upper West Side apartment. But when her life suddenly takes a turn and Midge must start over, she discovers a previously unknown talent - one that will take her all the way from the comedy clubs of Greenwich Village to a spot on Johnny Carson’s couch.",
        "genre": [
            "Comedy",
            "Drama"
        ],
        "rating": "82.0",
        "release_date": "Mar 16, 2017",
        "duration": "57m",
        "certification": "TV-MA"
    },
    {
        "title": "Six Feet Under",
        "synopsis": "A darkly comic look at members of a dysfunctional L.A. family that run a funeral business.",
        "genre": [
            "Drama"
        ],
        "rating": "82.0",
        "release_date": "Jun 03, 2001",
        "duration": "50m",
        "certification": "TV-MA"
    },
    {
        "title": "It's Always Sunny in Philadelphia",
        "synopsis": "Four egocentric friends who run a neighborhood Irish pub in Philadelphia try to find their way through the adult world of work and relationships. Unfortunately, their warped views and precarious judgments often lead them to trouble, creating a myriad of uncomfortable situations that usually only get worse before they get better.",
        "genre": [
            "Comedy"
        ],
        "rating": "82.0",
        "release_date": "Aug 04, 2005",
        "duration": "22m",
        "certification": "TV-MA"
    },
    {
        "title": "Chappelle's Show",
        "synopsis": "Dave Chappelle's singular point of view is unleashed through a combination of laidback stand-up and street-smart sketches.",
        "genre": [
            "Comedy"
        ],
        "rating": "82.0",
        "release_date": "Jan 22, 2003",
        "duration": "22m",
        "certification": "TV-14"
    },
    {
        "title": "Saint Seiya The Lost Canvas",
        "synopsis": "Saint Seiya: The Lost Canvas – The Myth of Hades, also known as simply The Lost Canvas, is a manga written and illustrated by Shiori Teshirogi. It is a spin-off based on the manga series Saint Seiya, which was created, written and illustrated by Japanese author Masami Kurumada. The Lost Canvas was published by Akita Shoten in the Weekly Shōnen Champion magazine since August 24, 2006, concluding after 223 chapters on April 6, 2011, with twenty-five tankōbon released. Originally envisioned as a comic book whose purpose was to work simultaneously with Kurumada's Saint Seiya Next Dimension as a multi-angle interpretation of the shared elements of its storyline, which stems from an event mentioned in Kurumada's original Saint Seiya manga; the approach was quickly abandoned, as both works greatly diverged, Kurumada's Next Dimension stayed as the canonical telling of these events, and The Lost Canvas as a separate alternate retelling. The story takes place in the 18th century, and focuses on how an orphan known as Tenma becomes one of Athena's 88 warriors known as Saints and finds himself in a war fighting against his best friend Alone who is revealed to be the reincarnation of Athena's biggest enemy, the God Hades.",
        "genre": [
            "Animation",
            "Action & Adventure"
        ],
        "rating": "82.0",
        "release_date": "Jun 24, 2009",
        "duration": "24m",
        "certification": "10"
    }
]